Repository: iPonCode/curiOsity
Catalog: curiOsity/Supporting/*.lproj/Localizable.strings
Languages: fr

# start.game.shuffle.questions
source: New game! Shuffling questions Mixed ok Lets go!
fr: Nouveau jeu! Shuffling questions Ok mixte Allons-y!

# analyze.result.isCorrect.true
source: Congratulations! you're right
fr: Félicitations! Vous avez réussi

# analyze.result.isCorrect.false
source: Ohoo.. pity, you failed
fr: Ohoo.. Pitié.. Vous avez échoué

# game.over.alert.title
source: GAME OVER
fr: JEU TERMINÉ

# game.over.alert.message.1
source: You have answered correctly
fr: Vous avez répondu correctement à

# game.over.alert.message.2
source: of
fr: des

# game.over.alert.message.4
source: And you have achieved a score of
fr: Et vous avez obtenu un score de

# game.over.alert.message.6
source: Try again!
fr: ¡Réessayer!

# game.over.alert.button
source: Lets go!
fr: Allons-y!

# label.score
source: Score
fr: Marquer
